let questions = [
    {
        num: 1,
        question: "ما اسم العالم المصري الحاصل على جائزة نوبل؟",
        answer: "أحمد زويل",
        options: [
            "علي المشرفة",
            "حنين بن إسحق",
            "أحمد زويل",
            "محمد صلاح 😂"
        ]
    },
    {
        num: 2,
        question: "ما اسم الكوكب الأقرب إلى الشمس؟",
        answer: "كوكب عطارد",
        options: [
            "كوكب الزهرة",
            "كوكب عطارد",
            "كوكب المريخ",
            "كوكب زحل"
        ]
    },
    {
        num: 3,
        question: "ما اسم مدينة التلال السبع؟",
        answer: "روما ",
        options: [
            "روما ",
            "باريس ",
            "لندن",
            "هون كونج"
        ]
    },
    {
        num: 4,
        question: "ما اسم أكبر خليج في العالم ؟",
        answer: "خليج المكسيك",
        options: [
            "الخليج العربي",
            "خليج البنغال",
            "خليج السويس",
            "خليج المكسيك"
        ]
    },
    {
        num: 5,
        question: "ما هي عاصمة مصر ؟",
        answer: "القاهرة",
        options: [
            "الفيوم",
            "الإسكندرية",
            "القاهرة",
            "حلوان"
        ]
    },
    {
        num: 6,
        question: " ما اسم العالم الذي اكتشف قانون الجاذبية الأرضية؟",
        answer: "نيوتن",
        options: [
            "ماركوني ",
            "أديسون ",
            "نيوتن",
            "أندرس سلزيوس"
        ]
    },
    {
        num: 7,
        question: " كم عدد اللاعبين في مباريات كرة القدم لكلا الفريقين ؟",
        answer: "22 لاعب",
        options: [
            "23 لاعب",
            "22 لاعب",
            "لاعب 11",
            "26 لاعب"
        ]
    },
    {
        num: 8,
        question: "ماذا يطلق على صوت الأسد؟",
        answer: "زئير",
        options: [
            "صهيل ",
            "فحيح",
            "ضغيب",
            "زئير"
        ]
    },
    {
        num: 9,
        question: "ما اسم الحيوان الأثقل وزنًا في العالم؟",
        answer: "الحوت الأزرق",
        options: [
            "النعامة",
            "الفيل ",
            "الحوت الأزرق",
            "الجمل"
        ]
    },
    {
        num: 10,
        question: "ما هو الحيوان الذي ينام وعيناه مفتوحة ؟",
        answer: "الدولفين",
        options: [
            "الحوت",
            "الأسد ",
            "الحبار",
            "الدولفين"
        ]
    },
];